import UsersIcon from "@icons/photo.svg";
import MIcon from "@icons/m_icon.svg";
import FIcon from "@icons/f_icon.svg";

export const feedbackListMocks = [
  {
    usersName: "Лиля и Игорь",
    icon: UsersIcon,
    text: "Хочу поделиться своей историей. Познакомилась с Игорем на вашем сайте,совпали интересы - мы вдвоем обожаем путешествия и новые страны. Так начали обсуждать всякое и решили: а почему бы не провести отпуск вдвоем? Выбрали Занзибар и впервые увидели друг друга только в аэропорту ✈ Было волнительно, но все совпало! Мы не пара, но друзья по путешествиям. А там, кто знает... 😎",
    data: "3 недели назад",
  },
  {
    usersName: "Лиля и Игорь",
    icon: UsersIcon,
    text: "Хочу поделиться своей историей. Познакомилась с Игорем на вашем сайте,совпали интересы - мы вдвоем обожаем путешествия и новые страны. Так начали обсуждать всякое и решили: а почему бы не провести отпуск вдвоем? Выбрали Занзибар и впервые увидели друг друга только в аэропорту ✈ Было волнительно, но все совпало! Мы не пара, но друзья по путешествиям. А там, кто знает... 😎",
    data: "3 недели назад",
  },
  {
    usersName: "Лиля и Игорь",
    icon: UsersIcon,
    text: "Хочу поделиться своей историей. Познакомилась с Игорем на вашем сайте,совпали интересы - мы вдвоем обожаем путешествия и новые страны. Так начали обсуждать всякое и решили: а почему бы не провести отпуск вдвоем? Выбрали Занзибар и впервые увидели друг друга только в аэропорту ✈ Было волнительно, но все совпало! Мы не пара, но друзья по путешествиям. А там, кто знает... 😎",
    data: "3 недели назад",
  },
];

export const genderMocks = [
  {
    id: 1,
    value: "Я мужчина",
    icon: MIcon,
  },
  {
    id: 2,
    value: "Я женщина",
    icon: FIcon,
  },
];
